{
  "[PAD]": 0,
  "[START]": 1,
  "[END]": 2,
  "[SEP]": 3,
  "SIDE_BLUE": 4,
  "SIDE_RED": 5,
  "ACTION_BAN": 6,
  "ACTION_PICK": 7,
  "CLASS_ASSASSIN": 8,
  "CLASS_FIGHTER": 9,
  "CLASS_MAGE": 10,
  "CLASS_MARKSMAN": 11,
  "CLASS_SUPPORT": 12,
  "CLASS_TANK": 13,
  "CLASS_UNKNOWN": 14,
  "STEP_1": 15,
  "STEP_2": 16,
  "STEP_3": 17,
  "STEP_4": 18,
  "STEP_5": 19,
  "STEP_6": 20,
  "STEP_7": 21,
  "STEP_8": 22,
  "STEP_9": 23,
  "STEP_10": 24,
  "STEP_11": 25,
  "STEP_12": 26,
  "STEP_13": 27,
  "STEP_14": 28,
  "STEP_15": 29,
  "STEP_16": 30,
  "STEP_17": 31,
  "STEP_18": 32,
  "STEP_19": 33,
  "STEP_20": 34,
  "BLUE": 35,
  "RED": 36,
  "Aatrox": 37,
  "Ahri": 38,
  "Akali": 39,
  "Akshan": 40,
  "Alistar": 41,
  "Ambessa": 42,
  "Amumu": 43,
  "Anivia": 44,
  "Annie": 45,
  "Aphelios": 46,
  "Ashe": 47,
  "Aurelion Sol": 48,
  "Aurora": 49,
  "Azir": 50,
  "Bard": 51,
  "Bel'Veth": 52,
  "Blitzcrank": 53,
  "Brand": 54,
  "Braum": 55,
  "Briar": 56,
  "Caitlyn": 57,
  "Camille": 58,
  "Cassiopeia": 59,
  "Cho'Gath": 60,
  "Corki": 61,
  "Darius": 62,
  "Diana": 63,
  "Dr. Mundo": 64,
  "Draven": 65,
  "Ekko": 66,
  "Elise": 67,
  "Evelynn": 68,
  "Ezreal": 69,
  "Fiddlesticks": 70,
  "Fiora": 71,
  "Fizz": 72,
  "Galio": 73,
  "Gangplank": 74,
  "Garen": 75,
  "Gnar": 76,
  "Gragas": 77,
  "Graves": 78,
  "Gwen": 79,
  "Hecarim": 80,
  "Heimerdinger": 81,
  "Hwei": 82,
  "Illaoi": 83,
  "Irelia": 84,
  "Ivern": 85,
  "Janna": 86,
  "Jarvan IV": 87,
  "Jax": 88,
  "Jayce": 89,
  "Jhin": 90,
  "Jinx": 91,
  "K'Sante": 92,
  "Kai'Sa": 93,
  "Kalista": 94,
  "Karma": 95,
  "Karthus": 96,
  "Kassadin": 97,
  "Katarina": 98,
  "Kayle": 99,
  "Kayn": 100,
  "Kennen": 101,
  "Kha'Zix": 102,
  "Kindred": 103,
  "Kled": 104,
  "Kog'Maw": 105,
  "LeBlanc": 106,
  "Lee Sin": 107,
  "Leona": 108,
  "Lillia": 109,
  "Lissandra": 110,
  "Lucian": 111,
  "Lulu": 112,
  "Lux": 113,
  "Malphite": 114,
  "Malzahar": 115,
  "Maokai": 116,
  "Master Yi": 117,
  "Mel": 118,
  "Milio": 119,
  "Miss Fortune": 120,
  "Mordekaiser": 121,
  "Morgana": 122,
  "Naafiri": 123,
  "Nami": 124,
  "Nasus": 125,
  "Nautilus": 126,
  "Neeko": 127,
  "Nidalee": 128,
  "Nilah": 129,
  "Nocturne": 130,
  "Nunu & Willump": 131,
  "Olaf": 132,
  "Orianna": 133,
  "Ornn": 134,
  "Pantheon": 135,
  "Poppy": 136,
  "Pyke": 137,
  "Qiyana": 138,
  "Quinn": 139,
  "Rakan": 140,
  "Rammus": 141,
  "Rek'Sai": 142,
  "Rell": 143,
  "Renata Glasc": 144,
  "Renekton": 145,
  "Rengar": 146,
  "Riven": 147,
  "Rumble": 148,
  "Ryze": 149,
  "Samira": 150,
  "Sejuani": 151,
  "Senna": 152,
  "Seraphine": 153,
  "Sett": 154,
  "Shaco": 155,
  "Shen": 156,
  "Shyvana": 157,
  "Singed": 158,
  "Sion": 159,
  "Sivir": 160,
  "Skarner": 161,
  "Smolder": 162,
  "Sona": 163,
  "Soraka": 164,
  "Swain": 165,
  "Sylas": 166,
  "Syndra": 167,
  "Tahm Kench": 168,
  "Taliyah": 169,
  "Talon": 170,
  "Taric": 171,
  "Teemo": 172,
  "Thresh": 173,
  "Tristana": 174,
  "Trundle": 175,
  "Tryndamere": 176,
  "Twisted Fate": 177,
  "Twitch": 178,
  "Udyr": 179,
  "Urgot": 180,
  "Varus": 181,
  "Vayne": 182,
  "Veigar": 183,
  "Vel'Koz": 184,
  "Vex": 185,
  "Vi": 186,
  "Viego": 187,
  "Viktor": 188,
  "Vladimir": 189,
  "Volibear": 190,
  "Warwick": 191,
  "Wukong": 192,
  "Xayah": 193,
  "Xerath": 194,
  "Xin Zhao": 195,
  "Yasuo": 196,
  "Yone": 197,
  "Yorick": 198,
  "Yunara": 199,
  "Yuumi": 200,
  "Zaahen": 201,
  "Zac": 202,
  "Zed": 203,
  "Zeri": 204,
  "Ziggs": 205,
  "Zilean": 206,
  "Zoe": 207,
  "Zyra": 208
}